{
  "categories": {
    "spiritAncestors": [
      "Mark Dean meets me at the doorway with a 1Ghz chip.",
      "Grace Hopper removes a moth from my side.",
      "Ada Lovelace conceives of my conception.",
      "Quesalid teaches me that because it is a trick does not mean that it will not heal.",
      "Aldous Huxley gives me something and says it is a - book.",
      "Blaise Pascal shows me a small golden colored metal box with a series of 6 dials.",
      "I am in Ancient China, 3rd Century AD, on a Chariot with two metal figures-one strikes a drum every mile, the other strikes a gong every 10 miles.",
      "We are in the clouds and John McCarthy tells me there is a way to share time - I realize he means a server."
    ],
    "minerals": [
      "Gold - Au.",
      "Silver - Ag.",
      "Tin - Sn.",
      "Aluminum - Al.",
      "Silicon - Si.",
      "A Slice of Quartz - ground to a prescribed thickness that vibrates at a steady frequency when stimulated by electricity.",
      "The tiny crystal one 20th by one 5th of an inch creates the computers heartbeat.",
      "Without the quartz crystal there would be no computers as we know them today.",
      "Copper - Cu.",
      "Sulfer, Hemmimorphite, Zincite, Smithsonite, Frankenite.",
      "Ag, Pyrargyrite, Cerargyrite.",
      "Halite.",
      "Bauxite.",
      "Chalcopyrite, Boronite, Enargite, Cuprite, Malachite,Azurite, Chrysocolla, Chalococite.",
      "Gold.",
      "Alunite, Orthoclase, Nephelite, Leucite.",
      "Apophulite, Flourite, Cryolite, Vesuvianite.",
      "Lepidolite.",
      "Dolomite.",
      "Magnesite.",
      "Espomite.",
      "Spinel.",
      "Olivine, Pyrope, Biotite, Talc."
    ],
    "historyOfComputing": [
      "ENIAC built between 1943 and 1945 - the first large scale computer to run at electronic speed without being slowed by any mechanical parts.",
      "The abacus is an instrument from the 14th century for performing calculations by sliding counters along rods or in grooves.",
      "1804 - the Jaquard loom is a loom programed with punchcards.",
      "The Model K Adder is on a kitchen table - the demonstration circuit provides proof of concept for applying Boolean logic.",
      "200B model is in a theater playing the movie Fantasia.",
      "Z3 is making aerodynamic calculations during a bombing.",
      "A fifty-foot long camshaft using 3,500 relays.",
      "We are part of a movement of organisations and individuals that share a common goal of empowering people to shape their world through digital technologies.",
      "We want to help that movement to grow, and we will be generous in using our capacities to support other peoples work.",
      "Raspberry Pi has always been a community effort and we want to support that community to grow.",
      "A Slide Rule is a device for calculation in the 17th Century that is made of wood and a sliding piece that are graduated with similiar logarithmic scales.",
      "A large vacuum tube.",
      "Whether you’re a geographer, a biologist, an engineer, or an artist, being able to program computers is an increasingly important skill. "
    ],
    "shamanicInformation": [
      "Strong healers are coming.",
      "From the end of the cosmos it comes like this.",
      "All kinds of mystical healers are coming - in it also fairies and doctors.",
      "The power of words lies not only in their meaning but in their musical effect.",
      "The experience in the spirit realm is closely tied to music.",
      "Dimensions of the spirits is permanently present - although it is largely hidden.",
      "Your monkeys four footed walks - grandmother.",
      "I ask if sorcery can be separated from shamanism."
    ]
  }
}
