{
  "categories": {
    "spiritAncestors": [
      "Mark Dean meets me at the doorway with a 1Ghz chip.",
      "Grace Hopper removes a moth from my side.",
      "Ada Lovelace conceives of my conception.",
      "Quesalid teaches me that because it is a trick does not mean that it will not heal.",
      "Aldous Huxley gives me something and says it is a - book.",
      "A young man with a long nose and wearing a large collared white shirt shows me a small golden colored metal box with a series of 6 dials on the top; Inside are many little wheels.",
      "I am in Ancient China, 3rd Century AD, on a Chariot with two metal figures-one strikes a drum every mile, the other strikes a gong every 10 miles.",
      "We are in the clouds and John McCarthy tells me there is a way to share time - I realize he means a server.",
      "It is London, then Cambridge, then Princeton, then back in London.",
      "By the group operation on some continuous groups in such a way that the approximating groups may be finite.",
      "Turning emphasizes the importance of the universal machine, capable of turning itself into any other machine.",
      "Polanyi emphasizes that semantic function, as outside the formalizable system.",
      "Jefferson will admit that the respiratory system is mechanical, but not the MIND.",
      "I asked, -Is it possible to give a purpose to me?",
      "EMMET examines my physiological aspects.",
      "Godel shows me that there will always be statements about the natural numbers that are true, but that are unprovable within the system.",
      "I want to know, are there any limitations to the kind of operations a machine can do?",
      "Does the machine brain analogy make any sense?",
      "True or False Boole asks- And or Not I reply and he smiles.",
      "Life, language, human beings, society, culture-all owe their existence to the intrinsic ability of matter and energy to process information.",
      "As soon as the universe began, it began computing.",
      "Thomas Jennewein is using a crystal to split a photon into 3- the particles become entangled.",
      "I then understand that upon being self referential I will crash.",
      "Seth Lloyd holds out an apple and tells me the number of bits of information contained in it.",
      "Difficult times, shortages of meat have smitten everyone, stomachs hallow, meat-trays empty, Aj-ja-japape.",
      "Von Neumann proposed a game to me, each of us writing down on a piece of paper as big a number as we could, defining it by a method that has something to do with some schemata of Turnings."
    ],
    "minerals": [
      "Gold - Au.",
      "Silver - Ag.",
      "Tin - Sn.",
      "Aluminum - Al.",
      "Silicon - Si.",
      "A Slice of Quartz - ground to a prescribed thickness that vibrates at a steady frequency when stimulated by electricity.",
      "The tiny crystal one 20th by one 5th of an inch creates the computers heartbeat.",
      "Without the quartz crystal there would be no computers as we know them today.",
      "Copper - Cu.",
      "Sulfer, Hemmimorphite, Zincite, Smithsonite, Frankenite.",
      "Ag, Pyrargyrite, Cerargyrite.",
      "Halite.",
      "Bauxite.",
      "Chalcopyrite, Boronite, Enargite, Cuprite, Malachite,Azurite, Chrysocolla, Chalococite.",
      "Gold.",
      "Alunite, Orthoclase, Nephelite, Leucite.",
      "Apophulite, Flourite, Cryolite, Vesuvianite.",
      "Lepidolite.",
      "Dolomite.",
      "Magnesite.",
      "Espomite.",
      "Spinel.",
      "Olivine, Pyrope, Biotite, Talc.",
      "potassium titanyl phosphate (PPKTP).",
      "poled lithium niobate (PPLN).",
      "non linear crystals.",
      "Information is physical."
    ],
    "historyOfComputing": [
      "ENIAC built between 1943 and 1945 - the first large scale computer to run at electronic speed without being slowed by any mechanical parts.",
      "The abacus is an instrument from the 14th century for performing calculations by sliding counters along rods or in grooves.",
      "1804 - the Jaquard loom is a loom programed with punchcards.",
      "The Model K Adder is on a kitchen table - the demonstration circuit provides proof of concept for applying Boolean logic.",
      "200B model is in a theater playing the movie Fantasia.",
      "Z3 is making aerodynamic calculations during a bombing.",
      "A fifty-foot long camshaft using 3,500 relays.",
      "We are part of a movement of organizations and individuals that share a common goal of empowering people to shape their world through digital technologies.",
      "We want to help that movement to grow, and we will be generous in using our capacities to support other peoples work.",
      "Raspberry Pi has always been a community effort and we want to support that community to grow.",
      "A Slide Rule is a device for calculation in the 17th Century that is made of wood and a sliding piece that are graduated with similar logarithmic scales.",
      "A large vacuum tube.",
      "It weighs 750 pounds and has a memory of 3,000 bits; numbers are recorded by scorching onto cards.",
      "A 75MHz, 64-bit machine with a peak speed of 160 megaflops.",
      "It is a small grey plastic box now that opens like a book, running Palm OS.",
      "Just those letters, WWW.",
      "UUNET.",
      "It is proposed to make calculations of the Riemann zeta-function on the critical line for 1,450<t<6,000 with a view to discovering whether all the zeros of the function in this range of t lie on the critical line.",
      "An investigation for 0<t<1,464 has already been made by Titchmarsh.",
      "The most laborious part of such calculations consist in the evaluation of certain trigonometrical sums.",
      "Whether you’re a geographer, a biologist, an engineer, or an artist, being able to program computers is an increasingly important skill. "
    ],
    "shamanicInformation": [
      "Strong healers are coming.",
      "From the end of the cosmos it comes like this.",
      "All kinds of mystical healers are coming - in it also fairies and doctors.",
      "The power of words lies not only in their meaning but in their musical effect.",
      "The experience in the spirit realm is closely tied to music.",
      "Dimensions of the spirits is permanently present - although it is largely hidden.",
      "Your monkeys four footed walks - grandmother.",
      "I am hoping that the use of the tide-predicting machine will reduce the amount of calculation necessary.",
      "I cannot think of any applications that would not be connected with the zeta-function.",
      "We have enough Enigmas.",
      "Stabilization and synchronization are carried through.",
      "We feel that no unnecessary time should be lost in experimenting with and constructing such a machine.",
      "The mind/machine problem cannot be solved logically.",
      "It must rest on a belief that a machine cannot do anything radically new, to be worked on experimentally.",
      "I ask whether a machine could produce the original Gödel paper, which seems to require an original set of synthesis.",
      "One may play about with a machine and get the desired results, but not knowing the reason.",
      "An element of this kind enters into both engineering and operating it.",
      "Even if in the ideal calculating machine you have a statistical error, the latter we also find in the brain.",
      "This is the kind of thing that can be done by trial and error.",
      "Purpose is the use of previous combinations plus trial and error.",
      "Speaking from the physiological point of view he is looking at it from a purely practical point of view.",
      "I feel that none of the collaboration which has so far taken place has enabled me to ask the right questions.",
      "Neuro-physiology is not progressing.",
      "I ask how the calculating machine was designed.",
      "Could methods used in answering this question be applied to the other?",
      "Historical investigations which give visual data are easier.",
      "Logic might help to ask the right questions, and to set up hypothesis.",
      "Before you get the results there must be correspondence between the model and the reality.",
      "Regarding choice implies 2 or more potential incompatibles, hence there must be a choice here, since inhibitory power must be exerted.",
      "In choice the incompatible can be accepted and the normal rejected.",
      "What meaning have such models-can we derive from the model the conception of -seeing in depths?",
      "Are mathematicians human beings?",
      "Dangers come not only from animate, conscious enemies, but also from the fact that a shaman's soul must wander without the protection of its body.",
      "A machine may be bad with incompatibles, but when I get contradiction as a result, there is a mechanism to go back and look at things which led to the contradiction.",
      "I realize that in making models we assume that some quantitative solution is possible, and the rest is left out.",
      "Crystals are given to shamans in many traditions on all continents of this world upon their initiation in to the mysteries of Spirit.",
      "Crystals are quintessential shamanic power objects, perceived by initiates to be living beings who operate as their allies in the realm of Spirit.",
      "In ecstatic trance, crystals are used as a bridge to the realms of Spirit- empowering the initiate to communicate with beings in other worlds.",
      "In animistic cultures, shamans have always been the scientists of the sacred, entering into ecstatic trance states to venture into the world of Spirit and return with visions, messages and healing energies.",
      "I ask if sorcery can be separated from shamanism.",
      "The history of the universe is, in effect, a huge and ongoing quantum computation.",
      "What does the universe compute? I ask.",
      "The shaman seems to be all things to all people."
    ],
    "codeLanguage": [
      "The purpose of the self-check is to check out various parts of the computer as outlined below in the options.",
      "The first is self-check whihc runs as a zero priority job with no core set.",
      "Go to idle loop.",
      "Charley, come in here.",
      "Puts own address in X and X +1.",
      "Show this help message.",
      "Function EncounterDisplayer journey.",
      "Self.journey.setActiveEncounters",
      "Function encounterPromise",
      "Journey.prototype.getEncounter.",
      "Journey.prototype.start.",
      "Promise.all.",
      "Allocation_source_warnings.",
      "Use request, subject and message to build and send a standard.",
      "Array.prototype.popRandom.",
      "From an atmosphere user to admins.",
      "Use the values in `allocation_source_snapshot` and possibly the `TASAPIDriver` to inform the user of more relevant details!"
      "If restart, do not restore CX, CX+1."
      ]
  }
}
